export default [
  {
    "key": "tongueColor",
    "name": "舌色",
    "tongue": [
      {
        "name": "淡白",
        "describe": "舌色浅淡，白多红少。多见于气血两亏，阳气虚衰。"
      },
      {
        "name": "淡白舌",
        "describe": "舌色浅淡，白多红少。多见于气血两亏，阳气虚衰。"
      },
      {
        "name": "淡",
        "describe": "舌色较正常浅淡。多见于正气不足、脏腑功能衰退、血液亏虚、阳气衰弱、气血不足等。"
      },
      {
        "name": "淡红",
        "describe": "舌体颜色淡红润泽、白中透红。多见于正常舌象，或感冒、发热初期。"
      },
      {
        "name": "淡红舌",
        "describe": "舌体颜色淡红润泽、白中透红。多见于正常舌象，或感冒、发热初期。"
      },
      {
        "name": "红",
        "describe": "舌色较正常深，呈鲜红色。多见于邪热亢盛，内外俱实，阴虚。"
      },
      {
        "name": "红舌",
        "describe": "舌色较正常深，呈鲜红色。多见于邪热亢盛，内外俱实，阴虚。"
      },
      {
        "name": "绛",
        "describe": "多由红舌进一步发展而成，舌色深红。多见于表邪传入内里，内热旺盛，致精血或津液亏损。"
      },
      {
        "name": "绛舌",
        "describe": "多由红舌进一步发展而成，舌色深红。多见于表邪传入内里，内热旺盛，致精血或津液亏损。"
      },
      {
        "name": "淡紫",
        "describe": "舌淡紫带青。多见于人体内阴气过盛，身体功能低下，怕冷、手脚凉、乏力。"
      },
      {
        "name": "紫舌",
        "describe": "舌淡紫带青。多见于人体内阴气过盛，身体功能低下，怕冷、手脚凉、乏力。"
      },
      {
        "name": "青紫",
        "describe": "舌质现青紫。多见于发热严重，或寒证。"
      },
      {
        "name": "绛紫",
        "describe": "舌绛紫色深。多见于热毒进入气血，损耗津液，致气血阻塞。"
      }
    ]
  },
  {
    "key": "mossColor",
    "name": "苔色",
    "tongue": [
      {
        "name": "白苔",
        "describe": "苔白。多见于病情较浅、着凉、或阳虚阴盛。"
      },
      {
        "name": "浅白苔",
        "describe": "苔白。多见于病情较浅、着凉、或阳虚阴盛。"
      },
      {
        "name": "淡黄苔",
        "describe": "苔呈浅黄色，多由薄白苔转化而来。常见于热邪侵肺，病情尚浅。"
      },
      {
        "name": "浅黄苔",
        "describe": "苔呈浅黄色，多由薄白苔转化而来。常见于热邪侵肺，病情尚浅。"
      },
      {
        "name": "黄苔",
        "describe": "苔色黄。多见于感受热邪、阳盛阴虚、或疾病在于里。"
      },
      {
        "name": "深黄苔",
        "describe": "苔色黄。多见于感受热邪、阳盛阴虚、或疾病在于里。"
      },
      {
        "name": "焦黄苔",
        "describe": "苔色老黄而焦，尤以中或舌根部为甚。常见于胃肠实热，肾阴亏损。"
      },
      {
        "name": "灰黑苔",
        "describe": "多由白苔或黄苔转化而成，于人字界沟相近苔黑较深。多见于热证、寒湿或虚寒证。"
      },
      {
        "name": "焦黑苔",
        "describe": "苔色焦黑。多见于邪热亢盛，致津液枯竭。"
      },
      {
        "name": "深白苔",
        "describe": "苔白。多见于肺部病情较浅、着凉、或阳虚阴盛。"
      }
    ]
  },
  {
    "key": "mossName",
    "name": "苔质",
    "tongue": [
      {
        "name": "薄苔",
        "describe": "透过舌苔能隐见舌质，多见于正常舌苔的表现之一。或见于疾病初起，病情尚浅。"
      },
      {
        "name": "厚苔",
        "describe": "一般指透过舌苔不可见舌质。多见于痰湿、积食、内热。"
      },
      {
        "name": "腐苔",
        "describe": "苔质颗粒粗大，根底松浮。多见于食积胃肠，湿邪凝结物在体内无法排出或吸收。"
      },
      {
        "name": "腻苔",
        "describe": "苔质颗粒细腻致密，融合成片。多因体内湿气留滞所致。多见于湿气、津液运转障碍、饮食不当等。"
      },
      {
        "name": "剥苔",
        "describe": "舌苔不规则剥脱。多见于胃功能下降。"
      },
      {
        "name": "少苔",
        "describe": "舌苔少。多见于正气不足。"
      },
      {
        "name": "无苔",
        "describe": "舌光无苔。多见于胃功能虚弱。"
      }
    ]
  },
  {
    "key": "bodyfluidName",
    "name": "津液",
    "tongue": [
      {
        "name": "滑苔",
        "describe": "舌面水份过多。多见于津液运转障碍、湿气。"
      },
      {
        "name": "滑舌",
        "describe": "舌面水份过多。多见于津液运转障碍、湿气。"
      },
      {
        "name": "润苔",
        "describe": "苔干湿适中，不滑不燥。一般为正常舌苔的表现之一。 "
      },
      {
        "name": "润舌",
        "describe": "苔干湿适中，不滑不燥。一般为正常舌苔的表现之一。 "
      },
      {
        "name": "燥苔",
        "describe": "苔干燥，甚至干裂。多见于热病损伤津液，以至津液输送受阻。"
      },
      {
        "name": "燥舌",
        "describe": "苔干燥，甚至干裂。多见于热病损伤津液，以至津液输送受阻。"
      },
      {
        "name": "糙苔",
        "describe": "苔质粗糙。多见于津液亏耗之重症。"
      }
    ]
  },
  {
    "key": "veinName",
    "name": "络脉",
    "tongue": [
      {
        "name": "短而细色偏淡",
        "describe": "络脉细短，舌色淡。多见于气血不足，脉络不充盈。"
      },
      {
        "name": "青紫粗胀",
        "describe": "络脉粗胀，颜色青紫或紫黑等。多见于血液运行不畅，有瘀血。"
      }
    ]
  },
  {
    "key": "ligulate",
    "name": "舌形",
    "tongue": [
      {
        "name": "胖",
        "describe": "舌大而厚，伸舌满口。多见于津液输送失常，水液停滞。"
      },
      {
        "name": "胖大舌",
        "describe": "舌大而厚，伸舌满口。多见于津液输送失常，水液停滞。"
      },
      {
        "name": "瘦",
        "describe": "舌瘦小而薄。多见于气血不足、精血或津液亏损。"
      },
      {
        "name": "瘦薄舌",
        "describe": "舌瘦小而薄。多见于气血不足、精血或津液亏损。"
      }
    ]
  },
  {
    "key": "laonen",
    "name": "外观",
    "tongue": [
      {
        "name": "老",
        "describe": "纹理粗糙或皱缩，不柔软。多见于病邪有余，实证。"
      },
      {
        "name": "嫩",
        "describe": "纹理细腻，浮胖。多见于正气不足，虚证。"
      }
    ]
  },
  {
    "key": "prickStatus",
    "name": "点刺",
    "tongue": [
      {
        "name": "点刺",
        "describe": "突起如刺，多见于脏腑热极，邪热进入血中。"
      },
      {
        "name": "有点刺",
        "describe": "突起如刺，多见于脏腑热极，邪热进入血中。"
      }
    ]
  },
  {
    "key": "ecchymosisStatus",
    "name": "瘀斑",
    "tongue": [
      {
        "name": "瘀斑",
        "describe": "舌现青紫色瘀斑。多为内有瘀血沉积，气血阻塞。"
      }
    ]
  },
  {
    "key": "petechiaStatus",
    "name": "瘀点",
    "tongue": [
      {
        "name": "瘀点",
        "describe": "舌面现青紫或紫黑色瘀点。多见于气血阻塞。"
      }
    ]
  },
  {
    "key": "indentationStatus",
    "name": "齿痕",
    "tongue": [
      {
        "name": "齿痕",
        "describe": "舌边齿痕。多见于脾虚、湿气重。"
      },
      {
        "name": "有齿痕",
        "describe": "舌边齿痕。多见于脾虚、湿气重。"
      }
    ]
  },
  {
    "key": "fissureStatus",
    "name": "裂纹",
    "tongue": [
      {
        "name": "裂纹",
        "describe": "可见形状各异，深浅不一的裂纹。多由邪热炽盛、精血或津液亏损、脏器缺失滋养、脾虚及湿气留滞所致。"
      },
      {
        "name": "裂纹少",
        "describe": "可见形状各异，深浅不一的裂纹。多由邪热炽盛、精血或津液亏损、脏器缺失滋养、脾虚及湿气留滞所致。"
      },
      {
        "name": "裂痕少",
        "describe": "可见形状各异，深浅不一的裂纹。多由邪热炽盛、精血或津液亏损、脏器缺失滋养、脾虚及湿气留滞所致。"
      },
      {
        "name": "裂纹多",
        "describe": "可见形状各异，深浅不一的裂纹。多由邪热炽盛、精血或津液亏损、脏器缺失滋养、脾虚及湿气留滞所致。"
      },
      {
        "name": "裂痕多",
        "describe": "可见形状各异，深浅不一的裂纹。多由邪热炽盛、精血或津液亏损、脏器缺失滋养、脾虚及湿气留滞所致。"
      }
    ]
  }
  ]